<!DOCTYPE html>
<html lang="ru">
	<head>
		<meta charset="UTF-8">
		<title>Задание 24</title>
	</head>
	<body>		
		 
		<!-- 
			Типов комментариев в PHP всего 2: однострочный и многострочный (/*  */). 
			Просто существует 2 варианта однострочного комментария: устаревший ( " # " ) и используемый (" // ").
		-->		

		<?php

			// Однострочный комментарий (используемый вариант).
			#  Однострочный комментарий (устаревший вариант).

			/*
				Многострочный	комментарий.
				Конец такого комментария не наступает при переходе на новую строку.
			*/
		
		?>
	</body>
</html>